Repository: georgalaskostas-alt/PlayLand-
Catalog: Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, pt

# parent.unlocked
source: Unlocked!
de: Freigeschaltet!
el: Ξεκλειδώθηκε!
es: ¡Desbloqueado!
fr: Déverrouillé !
it: Sbloccato!
pt: Desbloqueado!

# parent.progress.header
source: Progress
de: Fortschritt
el: Πρόοδος
es: Progreso
fr: Progression
it: Progressi
pt: Progresso

# parent.progress.games
source: Games Completed
de: Abgeschlossene Spiele
el: Ολοκληρωμένα παιχνίδια
es: Juegos completados
fr: Jeux terminés
it: Giochi completati
pt: Jogos concluídos

# parent.progress.stories
source: Stories Completed
de: Abgeschlossene Geschichten
el: Ολοκληρωμένες ιστορίες
es: Cuentos completados
fr: Histoires terminées
it: Storie completate
pt: Histórias concluídas

# parent.progress.chapters
source: Chapters Completed
de: Abgeschlossene Kapitel
el: Ολοκληρωμένα κεφάλαια
es: Capítulos completados
fr: Chapitres terminés
it: Capitoli completati
pt: Capítulos concluídos

# parent.progress.stars
source: Total Stars
de: Sterne insgesamt
el: Σύνολο αστεριών
es: Estrellas totales
fr: Total des étoiles
it: Stelle totali
pt: Total de estrelas

# parent.badges.header
source: Badges
de: Abzeichen
el: Παράσημα
es: Insignias
it: Distintivi
pt: Emblemas

# parent.settings.header
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Definições

# parent.settings.narration
source: Voice Narration
de: Sprachausgabe
el: Φωνητική Αφήγηση
es: Narración de voz
fr: Narration vocale
it: Narrazione vocale
pt: Narração por voz

# parent.settings.soundEffects
source: Sound Effects
de: Soundeffekte
el: Ηχητικά Εφέ
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori
pt: Efeitos sonoros

# parent.settings.language
source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# settings.language.system
source: System Language
de: Systemsprache
el: Γλώσσα Συστήματος
es: Idioma del sistema
fr: Langue du système
it: Lingua di sistema
pt: Idioma do sistema

# accessibility.replayInstruction
source: Replay instruction
de: Anweisung wiederholen
el: Επανάληψη οδηγίας
es: Repetir instrucción
fr: Rejouer l'instruction
it: Ripeti istruzione
pt: Repetir instrução

# accessibility.moveUp
source: Move up
de: Nach oben bewegen
el: Μετακίνηση επάνω
es: Mover arriba
fr: Aller vers le haut
it: Muovi in su
pt: Mover para cima

# accessibility.moveDown
source: Move down
de: Nach unten bewegen
el: Μετακίνηση κάτω
es: Mover abajo
fr: Aller vers le bas
it: Muovi in giù
pt: Mover para baixo

# accessibility.moveLeft
source: Move left
de: Nach links bewegen
el: Μετακίνηση αριστερά
es: Mover a la izquierda
fr: Aller à gauche
it: Muovi a sinistra
pt: Mover para a esquerda

# accessibility.moveRight
source: Move right
de: Nach rechts bewegen
el: Μετακίνηση δεξιά
es: Mover a la derecha
fr: Aller à droite
it: Muovi a destra
pt: Mover para a direita

# accessibility.toggleDayNight
source: Toggle day and night
de: Tag und Nacht umschalten
el: Εναλλαγή μέρας/νύχτας
es: Alternar día y noche
fr: Basculer jour/nuit
it: Alterna giorno e notte
pt: Alternar dia e noite

# accessibility.starsEarned
source: %lld out of %lld stars
de: %lld von %lld Sternen
el: %lld από %lld αστέρια
es: %lld de %lld estrellas
fr: %lld étoiles sur %lld
it: %lld stelle su %lld
pt: %lld de %lld estrelas

# world.hubTitle
source: Explore the World
de: Erkunde die Welt
el: Εξερεύνησε τον Κόσμο
es: Explora el mundo
fr: Explore le monde
it: Esplora il mondo
pt: Explora o mundo

# world.village.title
source: Village
de: Dorf
el: Χωριό
es: Aldea
it: Villaggio
pt: Aldeia

# world.forest.title
source: Forest
de: Wald
el: Δάσος
es: Bosque
fr: Forêt
it: Foresta
pt: Floresta

# world.crystalCave.title
source: Crystal Cave
de: Kristallhöhle
el: Σπηλιά των Κρυστάλλων
es: Cueva de Cristal
fr: Grotte de Cristal
it: Grotta di Cristallo
pt: Caverna de Cristal

# world.foxCave.title
source: Fox Cave
de: Fuchshöhle
el: Σπηλιά της Αλεπούς
es: Cueva del Zorro
fr: Grotte du Renard
it: Grotta della Volpe
pt: Caverna da Raposa

# world.locked
source: Locked
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
fr: Verrouillé
it: Bloccato
pt: Bloqueado

# world.unlockHint
source: Complete more quests to unlock this place!
de: Löse weitere Aufgaben, um diesen Ort freizuschalten!
el: Ολοκλήρωσε κι άλλες αποστολές για να το ξεκλειδώσεις!
es: ¡Completa más misiones para desbloquear este lugar!
fr: Termine plus de quêtes pour débloquer cet endroit !
it: Completa altre missioni per sbloccare questo posto!
pt: Completa mais missões para desbloquear este lugar!

# world.locationUnlocked
source: New place unlocked!
de: Neuer Ort freigeschaltet!
el: Ξεκλειδώθηκε νέο μέρος!
es: ¡Nuevo lugar desbloqueado!
fr: Nouvel endroit débloqué !
it: Nuovo posto sbloccato!
pt: Novo lugar desbloqueado!

# world.enterLocation
source: Explore
de: Erkunden
el: Εξερεύνηση
es: Explorar
fr: Explorer
it: Esplora
pt: Explorar

# world.questBanner
source: Quest: %@
de: Aufgabe: %@
el: Αποστολή: %@
es: Misión: %@
fr: Quête : %@
it: Missione: %@
pt: Missão: %@

# world.inventory
source: Inventory
de: Inventar
el: Αντικείμενα
es: Inventario
fr: Inventaire
it: Inventario
pt: Inventário

# world.itemCrystal
source: Crystal
de: Kristall
el: Κρύσταλλο
es: Cristal
fr: Cristal
it: Cristallo
pt: Cristal

# quest.meetKotsifi.title
source: Find Kotsifi
de: Finde Kotsifi
el: Βρες τον Κότσιφα
es: Encuentra a Kotsifi
fr: Trouve Kotsifi
it: Trova Kotsifi
pt: Encontra o Kotsifi

# quest.meetKotsifi.desc
source: Explore the village and say hello to Kotsifi.
de: Erkunde das Dorf und begrüße Kotsifi.
el: Εξερεύνησε το χωριό και χαιρέτησε τον Κότσιφα.
es: Explora la aldea y saluda a Kotsifi.
fr: Explore le village et dis bonjour à Kotsifi.
it: Esplora il villaggio e saluta Kotsifi.
pt: Explora a aldeia e cumprimenta o Kotsifi.

# quest.findCave.title
source: Discover the Cave Entrance
de: Entdecke den Höhleneingang
el: Ανακάλυψε την είσοδο της σπηλιάς
es: Descubre la entrada de la cueva
fr: Découvre l'entrée de la grotte
it: Scopri l'ingresso della grotta
pt: Descobre a entrada da caverna

# quest.findCave.desc
source: Explore the forest and find the entrance to the Crystal Cave.
de: Erkunde den Wald und finde den Eingang zur Kristallhöhle.
el: Εξερεύνησε το δάσος και βρες την είσοδο της Σπηλιάς των Κρυστάλλων.
es: Explora el bosque y encuentra la entrada a la Cueva de Cristal.
fr: Explore la forêt et trouve l'entrée de la Grotte de Cristal.
it: Esplora la foresta e trova l'ingresso della Grotta di Cristallo.
pt: Explora a floresta e encontra a entrada da Caverna de Cristal.

# quest.collectStones.title
source: Collect 3 Shiny Stones
de: Sammle 3 glänzende Steine
el: Μάζεψε 3 γυαλιστερές πέτρες
es: Recoge 3 piedras brillantes
fr: Ramasse 3 pierres brillantes
it: Raccogli 3 pietre luccicanti
pt: Recolhe 3 pedras brilhantes

# quest.collectStones.desc
source: Search the Crystal Cave for 3 sparkling stones.
de: Durchsuche die Kristallhöhle nach 3 funkelnden Steinen.
el: Ψάξε στη Σπηλιά των Κρυστάλλων για 3 αστραφτερές πέτρες.
es: Busca 3 piedras centelleantes en la Cueva de Cristal.
fr: Cherche 3 pierres scintillantes dans la Grotte de Cristal.
it: Cerca 3 pietre scintillanti nella Grotta di Cristallo.
pt: Procura 3 pedras cintilantes na Caverna de Cristal.

# world.chestOpened
source: Chest opened!
de: Truhe geöffnet!
el: Το σεντούκι άνοιξε!
es: ¡Cofre abierto!
fr: Coffre ouvert !
it: Baule aperto!
pt: Baú aberto!

# world.chest.accessibilityLabel
source: Treasure chest
de: Schatztruhe
el: Σεντούκι θησαυρού
es: Cofre del tesoro
fr: Coffre au trésor
it: Baule del tesoro
pt: Baú do tesouro

# quest.gatherSupplies.title
source: Gather Supplies
de: Sammle Vorräte
el: Μάζεψε Προμήθειες
es: Reúne Provisiones
fr: Rassemble des Provisions
it: Raccogli le Provviste
pt: Reúna Suprimentos

# quest.gatherSupplies.desc
source: Find food and clean water for the village basket.
de: Finde Essen und sauberes Wasser für den Dorfkorb.
el: Βρες φαγητό και καθαρό νερό για το καλάθι του χωριού.
es: Encuentra comida y agua limpia para la cesta del pueblo.
fr: Trouve de la nourriture et de l'eau propre pour le panier du village.
it: Trova cibo e acqua pulita per il cesto del villaggio.
pt: Encontre comida e água limpa para a cesta da vila.

# quest.openFirstChest.title
source: Open the Chest
de: Öffne die Truhe
el: Άνοιξε το Σεντούκι
es: Abre el Cofre
fr: Ouvre le Coffre
it: Apri il Baule
pt: Abra o Baú

# quest.openFirstChest.desc
source: Win the memory challenge to open Kotsifi's mysterious chest.
de: Gewinne die Gedächtnis-Herausforderung, um Kotsifis geheimnisvolle Truhe zu öffnen.
el: Κέρδισε το παιχνίδι μνήμης για να ανοίξεις το μυστηριώδες σεντούκι του Κοτσίφι.
es: Gana el desafío de memoria para abrir el misterioso cofre de Kotsifi.
fr: Gagne le défi de mémoire pour ouvrir le mystérieux coffre de Kotsifi.
it: Vinci la sfida della memoria per aprire il misterioso baule di Kotsifi.
pt: Vença o desafio de memória para abrir o baú misterioso do Kotsifi.

# quest.uncoverFoxSecret.title
source: The Fox's Secret
de: Das Geheimnis des Fuchses
el: Το Μυστικό της Αλεπούς
es: El Secreto del Zorro
fr: Le Secret du Renard
it: Il Segreto della Volpe
pt: O Segredo da Raposa

# quest.uncoverFoxSecret.desc
source: Talk to Alepou and discover why she really gathered the supplies.
de: Sprich mit Alepou und finde heraus, warum sie wirklich die Vorräte gesammelt hat.
el: Μίλησε στην Αλεπού και ανακάλυψε γιατί πραγματικά μάζεψε τις προμήθειες.
es: Habla con Alepou y descubre por qué realmente reunió las provisiones.
fr: Parle à Alepou et découvre pourquoi elle a vraiment rassemblé les provisions.
it: Parla con Alepou e scopri perché ha davvero raccolto le provviste.
pt: Fale com Alepou e descubra por que ela realmente reuniu os suprimentos.

# campaign.lostForestSupplies.title
source: The Lost Forest Supplies
de: Die Verlorenen Waldvorräte
el: Οι Χαμένες Προμήθειες του Δάσους
es: Los Suministros Perdidos del Bosque
fr: Les Provisions Perdues de la Forêt
it: Le Provviste Perdute della Foresta
pt: Os Suprimentos Perdidos da Floresta

# campaign.lostForestSupplies.desc
source: Help Babis and Kotsifi refill the village basket and uncover a forest mystery.
de: Hilf Babis und Kotsifi, den Dorfkorb wieder zu füllen und ein Waldgeheimnis zu lüften.
el: Βοήθησε τον Μπάμπη και τον Κοτσίφι να γεμίσουν ξανά το καλάθι του χωριού και να λύσουν ένα μυστήριο του δάσους.
es: Ayuda a Babis y Kotsifi a llenar la cesta del pueblo y descubrir un misterio del bosque.
fr: Aide Babis et Kotsifi à remplir le panier du village et à percer un mystère de la forêt.
it: Aiuta Babis e Kotsifi a riempire il cesto del villaggio e a svelare un mistero della foresta.
pt: Ajude Babis e Kotsifi a reabastecer a cesta da vila e desvendar um mistério da floresta.

# campaign.crystalCaveMystery.title
source: The Crystal Cave Mystery
de: Das Geheimnis der Kristallhöhle
el: Το Μυστήριο της Κρυστάλλινης Σπηλιάς
es: El Misterio de la Cueva de Cristal
fr: Le Mystère de la Grotte de Cristal
it: Il Mistero della Grotta di Cristallo
pt: O Mistério da Caverna de Cristal

# campaign.crystalCaveMystery.desc
source: A new campaign, coming soon.
de: Eine neue Kampagne kommt bald.
el: Μια νέα εκστρατεία έρχεται σύντομα.
es: Una nueva campaña llegará pronto.
fr: Une nouvelle campagne arrive bientôt.
it: Una nuova campagna in arrivo.
pt: Uma nova campanha em breve.

# campaign.lostDinoEgg.title
source: The Lost Dino Egg
de: Das Verlorene Dino-Ei
el: Το Χαμένο Αυγό του Δεινόσαυρου
es: El Huevo de Dinosaurio Perdido
fr: L'Œuf de Dino Perdu
it: L'Uovo di Dino Perduto
pt: O Ovo de Dino Perdido

# campaign.lostDinoEgg.desc
source: A new campaign, coming soon.
de: Eine neue Kampagne kommt bald.
el: Μια νέα εκστρατεία έρχεται σύντομα.
es: Una nueva campaña llegará pronto.
fr: Une nouvelle campagne arrive bientôt.
it: Una nuova campagna in arrivo.
pt: Uma nova campanha em breve.

# campaign.nightForest.title
source: The Night Forest
de: Der Nachtwald
el: Το Νυχτερινό Δάσος
es: El Bosque Nocturno
fr: La Forêt Nocturne
it: La Foresta Notturna
pt: A Floresta Noturna

# campaign.nightForest.desc
source: A new campaign, coming soon.
de: Eine neue Kampagne kommt bald.
el: Μια νέα εκστρατεία έρχεται σύντομα.
es: Una nueva campaña llegará pronto.
fr: Une nouvelle campagne arrive bientôt.
it: Una nuova campagna in arrivo.
pt: Uma nova campanha em breve.

# campaign.villageFestival.title
source: The Village Festival
de: Das Dorffest
el: Το Πανηγύρι του Χωριού
es: El Festival del Pueblo
fr: La Fête du Village
it: La Festa del Villaggio
pt: O Festival da Vila

# campaign.villageFestival.desc
source: A new campaign, coming soon.
de: Eine neue Kampagne kommt bald.
el: Μια νέα εκστρατεία έρχεται σύντομα.
es: Una nueva campaña llegará pronto.
fr: Une nouvelle campagne arrive bientôt.
it: Una nuova campagna in arrivo.
pt: Uma nova campanha em breve.

# campaign.dinoFarmRescue.title
source: Dino Farm Rescue
de: Rettung auf der Dino-Farm
el: Διάσωση στη Φάρμα των Δεινοσαύρων
es: Rescate en la Granja de Dinosaurios
fr: Sauvetage à la Ferme des Dinos
it: Salvataggio alla Fattoria dei Dino
pt: Resgate na Fazenda dos Dinos

# campaign.dinoFarmRescue.desc
source: A new campaign, coming soon.
de: Eine neue Kampagne kommt bald.
el: Μια νέα εκστρατεία έρχεται σύντομα.
es: Una nueva campaña llegará pronto.
fr: Une nouvelle campagne arrive bientôt.
it: Una nuova campagna in arrivo.
pt: Uma nova campanha em breve.

# campaign.foxSecretPath.title
source: The Fox's Secret Path
de: Der Geheime Pfad des Fuchses
el: Το Μυστικό Μονοπάτι της Αλεπούς
es: El Sendero Secreto del Zorro
fr: Le Sentier Secret du Renard
it: Il Sentiero Segreto della Volpe
pt: O Caminho Secreto da Raposa

# campaign.foxSecretPath.desc
source: A new campaign, coming soon.
de: Eine neue Kampagne kommt bald.
el: Μια νέα εκστρατεία έρχεται σύντομα.
es: Una nueva campaña llegará pronto.
fr: Une nouvelle campagne arrive bientôt.
it: Una nuova campagna in arrivo.
pt: Uma nova campanha em breve.

# campaign.lostForestSupplies.ch1.title
source: Chapter 1: The Empty Basket
de: Kapitel 1: Der Leere Korb
el: Κεφάλαιο 1: Το Άδειο Καλάθι
es: Capítulo 1: La Cesta Vacía
fr: Chapitre 1 : Le Panier Vide
it: Capitolo 1: Il Cesto Vuoto
pt: Capítulo 1: A Cesta Vazia

# campaign.lostForestSupplies.ch1.goal
source: Find food and clean water.
de: Finde Essen und sauberes Wasser.
el: Βρες φαγητό και καθαρό νερό.
es: Encuentra comida y agua limpia.
fr: Trouve de la nourriture et de l'eau propre.
it: Trova cibo e acqua pulita.
pt: Encontre comida e água limpa.

# campaign.lostForestSupplies.ch2.title
source: Chapter 2: The Locked Chest
de: Kapitel 2: Die Verschlossene Truhe
el: Κεφάλαιο 2: Το Κλειδωμένο Σεντούκι
es: Capítulo 2: El Cofre Cerrado
fr: Chapitre 2 : Le Coffre Verrouillé
it: Capitolo 2: Il Baule Chiuso
pt: Capítulo 2: O Baú Trancado

# campaign.lostForestSupplies.ch2.goal
source: Solve the memory challenge to open the chest.
de: Löse die Gedächtnisaufgabe, um die Truhe zu öffnen.
el: Λύσε το παιχνίδι μνήμης για να ανοίξεις το σεντούκι.
es: Resuelve el desafío de memoria para abrir el cofre.
fr: Résous le défi de mémoire pour ouvrir le coffre.
it: Risolvi la sfida della memoria per aprire il baule.
pt: Resolva o desafio de memória para abrir o baú.

# campaign.lostForestSupplies.ch3.title
source: Chapter 3: The Forest Trail
de: Kapitel 3: Der Waldpfad
el: Κεφάλαιο 3: Το Μονοπάτι του Δάσους
es: Capítulo 3: El Sendero del Bosque
fr: Chapitre 3 : Le Sentier de la Forêt
it: Capitolo 3: Il Sentiero della Foresta
pt: Capítulo 3: A Trilha da Floresta

# campaign.lostForestSupplies.ch3.goal
source: Follow the clues deeper into the forest.
de: Folge den Spuren tiefer in den Wald.
el: Ακολούθησε τα ίχνη βαθύτερα στο δάσος.
es: Sigue las pistas más adentro del bosque.
fr: Suis les indices plus profondément dans la forêt.
it: Segui gli indizi più a fondo nella foresta.
pt: Siga as pistas mais fundo na floresta.

# campaign.lostForestSupplies.ch4.title
source: Chapter 4: Crystal Cave
de: Kapitel 4: Die Kristallhöhle
el: Κεφάλαιο 4: Η Κρυστάλλινη Σπηλιά
es: Capítulo 4: La Cueva de Cristal
fr: Chapitre 4 : La Grotte de Cristal
it: Capitolo 4: La Grotta di Cristallo
pt: Capítulo 4: A Caverna de Cristal

# campaign.lostForestSupplies.ch4.goal
source: Collect the glowing crystals.
de: Sammle die leuchtenden Kristalle.
el: Μάζεψε τους λαμπερούς κρυστάλλους.
es: Recoge los cristales brillantes.
fr: Récolte les cristaux brillants.
it: Raccogli i cristalli splendenti.
pt: Colete os cristais brilhantes.

# campaign.lostForestSupplies.ch5.title
source: Chapter 5: The Fox's Secret
de: Kapitel 5: Das Geheimnis des Fuchses
el: Κεφάλαιο 5: Το Μυστικό της Αλεπούς
es: Capítulo 5: El Secreto del Zorro
fr: Chapitre 5 : Le Secret du Renard
it: Capitolo 5: Il Segreto della Volpe
pt: Capítulo 5: O Segredo da Raposa

# campaign.lostForestSupplies.ch5.goal
source: Meet Alepou and learn the truth.
de: Triff Alepou und erfahre die Wahrheit.
el: Συνάντησε την Αλεπού και μάθε την αλήθεια.
es: Conoce a Alepou y descubre la verdad.
fr: Rencontre Alepou et découvre la vérité.
it: Incontra Alepou e scopri la verità.
pt: Conheça Alepou e descubra a verdade.

# item.berries
source: Berries
de: Beeren
el: Μούρα
es: Bayas
fr: Baies
it: Bacche
pt: Frutas Silvestres

# item.apple
source: Apple
de: Apfel
el: Μήλο
es: Manzana
fr: Pomme
it: Mela
pt: Maçã

# item.carrot
source: Carrot
de: Karotte
el: Καρότο
es: Zanahoria
fr: Carotte
it: Carota
pt: Cenoura

# item.water
source: Water
de: Wasser
el: Νερό
es: Agua
fr: Eau
it: Acqua
pt: Água

# item.crystal
source: Crystal
de: Kristall
el: Κρύσταλλος
es: Cristal
fr: Cristal
it: Cristallo
pt: Cristal

# item.goldenFeather
source: Golden Feather
de: Goldene Feder
el: Χρυσό Φτερό
es: Pluma Dorada
fr: Plume Dorée
it: Piuma Dorata
pt: Pena Dourada

# item.key
source: Key
de: Schlüssel
el: Κλειδί
es: Llave
fr: Clé
it: Chiave
pt: Chave

# item.mapFragment
source: Map Fragment
de: Kartenfragment
el: Κομμάτι Χάρτη
es: Fragmento de Mapa
fr: Fragment de Carte
it: Frammento di Mappa
pt: Fragmento de Mapa

# item.leaf
source: Leaf
de: Blatt
el: Φύλλο
es: Hoja
fr: Feuille
it: Foglia
pt: Folha

# item.starToken
source: Star Token
de: Sternmünze
el: Αστρικό Μετάλλιο
es: Ficha Estrella
fr: Jeton Étoile
it: Gettone Stella
pt: Ficha Estrela

# dino.farm.water
source: Water
de: Wasser
el: Νερό
es: Agua
fr: Eau
it: Acqua
pt: Água

# adventure.mode.campaign.title
source: Campaigns
de: Kampagnen
el: Εκστρατείες
es: Campañas
fr: Campagnes
it: Campagne
pt: Campanhas

# adventure.mode.campaign.desc
source: Play a full story adventure, chapter by chapter
de: Spiele ein komplettes Abenteuer, Kapitel für Kapitel
el: Παίξε μια ολόκληρη περιπέτεια, κεφάλαιο-κεφάλαιο
es: Juega una aventura completa, capítulo a capítulo
fr: Joue une aventure complète, chapitre par chapitre
it: Gioca un'avventura completa, capitolo per capitolo
pt: Jogue uma aventura completa, capítulo a capítulo

# campaign.comingSoon
source: Coming soon
de: Demnächst verfügbar
el: Έρχεται σύντομα
es: Próximamente
fr: Bientôt disponible
it: In arrivo
pt: Em breve

# campaign.chapterProgress
source: %lld / %lld chapters complete
de: %lld / %lld Kapitel abgeschlossen
el: %lld / %lld κεφάλαια ολοκληρώθηκαν
es: %lld / %lld capítulos completados
fr: %lld / %lld chapitres terminés
it: %lld / %lld capitoli completati
pt: %lld / %lld capítulos concluídos

# dino.farm.needsLabel
source: Care: %lld/%lld
de: Versorgt: %lld/%lld
el: Φροντίδα: %lld/%lld
es: Cuidado: %lld/%lld
fr: Soin : %lld/%lld
it: Cure: %lld/%lld
pt: Cuidado: %lld/%lld

# dino.farm.hint.dirty.general
source: Hmm, that's not it. Take a good look at Babis — what do you notice?
de: Hmm, das ist es nicht. Schau dir Babis genau an — was fällt dir auf?
el: Χμμ, δεν είναι αυτό. Κοίταξε καλά τον Μπάμπη — τι παρατηρείς;
es: Hmm, no es eso. Mira bien a Babis — ¿qué notas?
fr: Hmm, ce n'est pas ça. Regarde bien Babis — que remarques-tu ?
it: Hmm, non è questo. Guarda bene Babis — cosa noti?
pt: Hmm, não é isso. Olha bem para o Babis — o que reparas?

# dino.farm.hint.dirty.specific
source: Can you see the mud on Babis? What could help clean it?
de: Siehst du den Schlamm auf Babis? Was könnte helfen, ihn sauber zu machen?
el: Βλέπεις τη λάσπη πάνω στον Μπάμπη; Τι θα μπορούσε να τον καθαρίσει;
es: ¿Ves el barro en Babis? ¿Qué podría ayudar a limpiarlo?
fr: Tu vois la boue sur Babis ? Qu'est-ce qui pourrait aider à la nettoyer ?
it: Vedi il fango su Babis? Cosa potrebbe aiutare a pulirlo?
pt: Vês a lama no Babis? O que poderia ajudar a limpá-lo?

# dino.farm.hint.hungry.general
source: Not quite! Look closely at Babis. What do you think he needs?
de: Nicht ganz! Schau dir Babis genau an. Was, glaubst du, braucht er?
el: Όχι ακριβώς! Κοίταξε προσεκτικά τον Μπάμπη. Τι νομίζεις ότι χρειάζεται;
es: ¡No es eso! Mira de cerca a Babis. ¿Qué crees que necesita?
fr: Pas tout à fait ! Regarde bien Babis. Que penses-tu qu'il lui faut ?
it: Non proprio! Guarda bene Babis. Cosa pensi che gli serva?
pt: Não é bem isso! Olha bem para o Babis. O que achas que ele precisa?

# dino.farm.hint.hungry.specific
source: Look at Babis's tummy and expression. What might he need?
de: Schau dir Babis' Bauch und seinen Gesichtsausdruck an. Was könnte er brauchen?
el: Κοίταξε την κοιλίτσα και την έκφραση του Μπάμπη. Τι μπορεί να χρειάζεται;
es: Mira la barriguita y la expresión de Babis. ¿Qué podría necesitar?
fr: Regarde le ventre et l'expression de Babis. De quoi pourrait-il avoir besoin ?
it: Guarda la pancina e l'espressione di Babis. Di cosa potrebbe aver bisogno?
pt: Olha para a barriguinha e a expressão do Babis. Do que será que ele precisa?

# dino.farm.hint.thirsty.general
source: That's not it. Look at Babis again — what could he need?
de: Das ist es nicht. Schau dir Babis noch einmal an — was könnte er brauchen?
el: Δεν είναι αυτό. Κοίταξε ξανά τον Μπάμπη — τι μπορεί να χρειάζεται;
es: No es eso. Mira de nuevo a Babis — ¿qué podría necesitar?
fr: Ce n'est pas ça. Regarde encore Babis — de quoi pourrait-il avoir besoin ?
it: Non è questo. Guarda di nuovo Babis — di cosa potrebbe aver bisogno?
pt: Não é isso. Olha novamente para o Babis — do que ele poderá precisar?

# dino.farm.hint.thirsty.specific
source: Babis looks thirsty. Which item could give him something to drink?
de: Babis sieht durstig aus. Welcher Gegenstand könnte ihm etwas zu trinken geben?
el: Ο Μπάμπης φαίνεται διψασμένος. Ποιο αντικείμενο θα του έδινε κάτι να πιει;
es: Babis parece tener sed. ¿Qué objeto podría darle algo de beber?
fr: Babis semble avoir soif. Quel objet pourrait lui donner quelque chose à boire ?
it: Babis sembra assetato. Quale oggetto potrebbe dargli qualcosa da bere?
pt: O Babis parece ter sede. Que item lhe poderia dar algo para beber?

# dino.farm.praise.dirty
source: Great job! You noticed that Babis was dirty and chose the brush.
de: Klasse! Du hast bemerkt, dass Babis schmutzig war, und die Bürste gewählt.
el: Μπράβο! Παρατήρησες ότι ο Μπάμπης ήταν λερωμένος και διάλεξες τη βούρτσα.
es: ¡Muy bien! Notaste que Babis estaba sucio y elegiste el cepillo.
fr: Bravo ! Tu as remarqué que Babis était sale et tu as choisi la brosse.
it: Ottimo lavoro! Hai notato che Babis era sporco e hai scelto la spazzola.
pt: Muito bem! Reparaste que o Babis estava sujo e escolheste a escova.

# dino.farm.praise.hungry
source: Well done! Babis was hungry, so food was the right choice.
de: Gut gemacht! Babis war hungrig, Essen war also die richtige Wahl.
el: Μπράβο! Ο Μπάμπης πεινούσε, οπότε το φαγητό ήταν η σωστή επιλογή.
es: ¡Bien hecho! Babis tenía hambre, así que la comida era la opción correcta.
fr: Bien joué ! Babis avait faim, la nourriture était donc le bon choix.
it: Ben fatto! Babis aveva fame, quindi il cibo era la scelta giusta.
pt: Muito bem! O Babis tinha fome, por isso a comida era a escolha certa.
